{
  "title": "Nevada Half",
  "race-description": "<p>The Nevada Half Marathon is a boutique down hill half marathon starting at  the top of Spooner Summit, ending on the bike path on Lakeshore Drive about 150 yards before Hwy. 28 in Incline Village. This race is limited to 100 a la carte runners and 200 runners doing the Trifecta (3 Half Marathons in 3-days)  You may run this race a la carte and has a  3-hour and 45 minute  time limit.</p><p>Shuttle buses will take you to the start line, leaving from the Hard Rock Hotel & Casino parking lot on the morning of the race. Post-race transportation is not included, but is available for $12, and leaves Incline between 10 & noon. A support crew is strongly suggested for your transportation needs, encouragement, nutrition and picture taking. There will be at least three Aid Stations along the  route, approximately every 3 or 4 miles. New this year: The new bike trail opened and you will run two miles of it next to the lake off the Hwy. Enter at the aid station at Sand Harbor.</p><p>The Nevada Half is the fastest of the 3 half marathons, with the first 11 miles almost exclusively down hill from the start in the parking lot at the intersection of Hwy. 50 & Hwy. 28, and running north to 557 Lakeshore Blvd in front of the Crystal shores Villas, Incline Village. The finish is 100 yards from the the intersection of H28 and Lakeshore Blvd. The race starts at about 7000' and ends near lake level, near 6250', with incredible views of the lake along the way.</p><p>There is a different finishers medals for each race, each day, and finishers license plate holders. Travel Bags and tech shirts will be given at the Expo only. There is an overall award for each of these races, but no age division or other awards will be given to these boutique races.</p><p>Race bibs will be picked up on Thursday, see Time Line. Or at the start line on Friday at the start line at Spooner Summit Snow Play Area. Parking is limited to the right side when and if are dropped off. Best bet is to take the Shuttle Bus.</p>",
  "tabs": [
    {
      "title": "You will receive:"
    },
    {
      "title": "Transport"
    },
    {
      "title": "Map"
    }
  ]
}